brew "aria2"
brew "autojump"
brew "bat"
brew "ccat"
#brew "fd"
brew "fzf"
brew "git"
brew "git-extras"
brew "htop"
brew "httpie"
brew "jq"
brew "lepton"
brew "lynx"
#brew "mas"
brew "mpv", args: ["with-bundle"]
brew "ncdu"
brew "openttd"
brew "peco"
brew "pick"
brew "ssh-copy-id"
brew "subliminal"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'
cask_args appdir: '/Applications'

cask "docker"
cask "dozer"
cask "eqmac"
cask "etcher"
cask "firefox"
cask "forklift"
cask "google-chrome"
cask "hocus-focus"
cask "imageoptim"
cask "insomniax"
cask "ip-in-menu-bar"
cask "iterm2"
cask "kap"
cask "keka"
cask "keycastr"
cask "liteicon"
cask "macdown"
cask "minecraft"
cask "ngrok"
cask "openemu-experimental"
cask "opera"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "slate"
cask "sketch"
cask "spaceradar"
cask "spotify"
cask "torbrowser"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio-code-insiders"

cask "font-dejavusansmono-nerd-font-mono"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-input"
cask "font-iosevka-nerd-font-mono"
cask "font-monoid-nerd-font-mono"

#mas 'Xcode', id: 497799835
#mas 'Trello', id: 1278508951
