brew "aria2"
brew "autojump"
brew "ccat"
brew "fzf"
brew "git"
brew "git-extras"
brew "nodenv"
brew "hh"
brew "htop"
brew "httpie"
brew "lynx"
brew "mpv", args: ["with-bundle"]
brew "ncdu"
brew "peco"
brew "pick"
brew "ssh-copy-id"
brew "subliminal"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'
cask_args appdir: '/Applications'

cask "alfred"
cask "adobe-illustrator-cc"
cask "adobe-photoshop-cc"
cask "boom"
cask "google-chrome-canary"
cask "openemu-experimental"
cask "chromium"
cask "docker"
cask "etcher"
cask "firefox"
cask "flux"
cask "forklift"
cask "google-chrome"
cask "imageoptim"
cask "insomniax"
cask "iterm2-beta"
cask "java"
cask "kap"
cask "keka"
cask "keycastr"
cask "macdown"
cask "ngrok"
cask "opera"
cask "rubymine"
cask "sequel-pro"
cask "skype"
cask "slate"
cask "sourcetree"
cask "spaceradar"
cask "spotify"
cask "teamviewer"
cask "tomighty"
cask "torbrowser"
cask "touchosc-bridge"
cask "touchosc-editor"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "webstorm"

cask "font-dejavusansmono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font-mono"
