tap "neovim/neovim"

brew "aria2"
brew "autojump"
brew "ccat"
brew "git"
brew "git-extras"
brew "nodenv"
brew "htop"
brew "httpie"
brew "lynx"
brew "mpv", args: ["with-bundle"]
brew "neovim"
brew "peco"
brew "ssh-copy-id"
brew "subliminal"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "wget"
brew "youtube-dl"

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
cask_args appdir: '/Applications'

cask "alfred"
cask "android-file-transfer"
cask "applepi-baker"
cask "boom"
cask "boostnote"
cask "font-camingocode"
cask "font-fantasque-sans-mono"
cask "font-fira-mono"
cask "font-hack"
cask "font-inconsolata-for-powerline"
cask "font-input"
cask "font-lato"
cask "font-monoid"
cask "font-open-sans"
cask "google-chrome-canary"
cask "openemu-experimental"
cask "chromium"
cask "daisydisk"
cask "docker"
cask "etcher"
cask "firefox"
cask "flux"
cask "forklift"
cask "google-chrome"
cask "imageoptim"
cask "insomniax"
cask "iterm2-beta"
cask "java6"
cask "kap"
cask "keka"
cask "keycastr"
cask "macdown"
cask "opera"
cask "ramme"
cask "sequel-pro"
cask "skype"
cask "slate"
cask "sourcetree"
cask "spaceradar"
cask "spotify"
cask "teamviewer"
cask "torbrowser"
cask "transmission"
cask "virtualbox"
cask "vox"
cask "webstorm"
cask "webtorrent"
